package display;

public interface Titles {
	String h1 = "场次";
	String h2 = "结论";
	String h3 = "队伍";
	String h4 = "比分";
	String h5 = "队伍";
	String h6 = "赛事";
	String h7 = "时间";
	String h8 = "状态";
	String h9 = "半场比分";
	
	String h1_1 = "胜SP值";
	String h1_2 = "平SP值";
	String h1_3 = "负SP值";

	String h2_1 = " 两队最近一次交锋  ";
	String h2_2 = "主队最近一场比赛";
	String h2_3 = " 客队最近一场比赛  ";
	String h2_4 = "威廉希尔的即时平的赔率";
	String h2_5 = "初盘为半球盘,左边水>1.005";
	String h2_6 = "即时盘为平半球盘,左边水>1.005";
	String h2_7 = "即时盘为平手盘";
	
	String h3_1 = "两队交战次数";
	String h3_2 = "对阵大小全为大";
	String h3_3 = "即时盘＜3.5且大球数值大于1.00";
	
	String h4_1 = "主场最近连续4场以上为大";
	String h4_2 = "客场最近连续4场以上为大";
	String h4_3 = "大数值大于等于1.00";
	String h4_4 = "大小指数即时盘≥3.5";
	String h4_5 = "主队最近1场是大";
	String h4_6 = "客队最近1场是大";
	String h4_7 = "交锋大于2次且都为大";

	String h5_1 = "两队交锋场数";
	String h5_2 = "两队交锋全为平负";
	String h5_3 = "客队最近一场比 赛";
	String h5_4 = "主队最近2场比赛平负";
	String h5_5 = "初盘为平半盘,并且右边水>1.005";
	String h5_6 = "即时盘为半盘";

	String h6_1 = "赛前联赛主队主场胜";
	String h6_2 = "赛前联赛客队客场胜";
	String h6_3 = "初盘为 平半盘,并且右边水>1.005";
	String h6_4 = "即时盘为 半盘";

	String h7_1 = "亚盘即时盘口为球半";
	String h7_2 = "盘为2/2.5";
	
	String h8_1 = "两队最近一次交 锋";
	String h8_2 = "主队最近3场比赛胜";
	String h8_3 = "客队最近一场 比赛";
	String h8_4 = "初盘为平半盘";
	String h8_5 = "终盘为半球盘且左边水＞1.005";
	
	String h9_1 = "盘口为一球,左边水大于等于1.010";
	String h9_2 = "盘口为半球/一球,左边水大于等于1.010";
	String h9_3 = "盘口为半球,左边水小于等于0.78";
	String h9_4 = "客队近两场胜";

	String h10_1 = "客队最近两场 胜";
	String h10_2 = "主队最近两场平 负";
	String h10_3 = "负的赔率变 小";
	String h10_4 = "即时盘右边 水>1.005";
	String h10_5 = "即时胜平赔相同";
	String h10_6 = "最近三次交锋平负";
	
	String h11_1 = "主队最近两场 平负";
	String h11_2 = "即时盘为一球或一球/球半";
	String h11_3 = "胜的赔率变 小";
	String h11_4 = "客队最近 一场";
	
	String h12_1 = "平赔升,负赔降,胜赔不变";

	String h13_1 = "澳门的盘口";
	String h13_2 = "澳门即时平赔";
	String h13_3 = "威廉希尔即时 平赔";

	String h14_1 = "主队最近2场 胜";
	String h14_2 = "客队最近2场 负";
	String h14_3 = "澳门的即时盘口";
	String h14_4 = "澳门的即时盘左边的水";
	
	String h15_1 = "初始盘大于等于3.5";
	String h15_2 = "即时盘大于等于3.5,大数大于1.00";

	String h16_1 = "主队近5个主场有失球";
	String h16_2 = "客队近5个客场有失球";
	String h16_3 = "大小即盘-初盘不小于1";
	String h16_4 = "大数值大于1.00";
	
	String h17_1 = "主队近5个主场失球";
	String h17_2 = "客队近5个客场失球";
	String h17_3 = "序号1到15的公司大数大于等于1.05";
	String h17_4 = "交战历史为小";
	String h17_5 = "主队近5个主场＋客队近5个客场出小";

	String h18_1 = "客队最近连 胜";
	String h18_2 = "主队最近连 败";
	String h18_3 = "两队最近一场交 锋";
	String h18_4 = "即时盘口为受半 球";
	
	String h19_1 = "交战历史主队平负场数";
	String h19_2 = "主队最近5场主场比赛都是平负";
	String h19_3 = "即时欧赔平负赔率相同";
	String h19_4 = " 即时盘左边的水＞1.005 ";

	String h20_1 = "Interwetten即时盘口";
	String h20_2 = "Interwetten即时盘右边水";
	String h20_3 = "Interwetten即时平赔";
	
	String h21_1 = "主队主场近6场胜平";
	String h21_2 = "客队客场近6场平负";
	String h21_3 = "胜赔大于2.00，平赔大于3.30";
	String h21_4 = "亚盘左边水大于1.005";
	String h21_5 = "主队近两场比赛为胜";
	String h21_6 = "负赔率＜平赔率";
	String h21_7 = "1-10平均负赔";
	
	String h22_1 = "主队最近5场平局";
	String h22_2 = "客队最近5场比赛胜平";
	String h22_3 = "平赔≥3.40";
	String h22_4 = "即时平负赔率相同";
	String h22_5 = "即时盘左水大于1.005 ";
	
	String h23_1 = "序号1到4的公司胜赔率的平均值在1.80到2.00之间";
	String h23_2 = "平的赔率小于等于3.30";
	String h23_3 = "返还率在92％到94％的公司负赔最大最小值差距小于0.6";
	String h23_4 = "主队近三个主场负场";
	String h23_5 = "客队近三个客场胜场";
	String h23_6 = "主队最近5个主场负平";
	String h23_7 = "客队最近1场结果 ";

	String h24_1 = "胜负赔上升,平赔下降";
	String h24_2 = "胜赔上升,平负赔下降";
	String h24_3 = "即时盘右水＞1.005";
	String h24_4 = "负的SP值";

	String h25_1 = "主队最近5场比赛平局";
	String h25_2 = "平赔≥3.50";
	
	String h26_1 = "威廉希尔即时初始平赔差";
	String h26_2 = "左边的水＞1.005";
	
	String h27_1 = "Bet365公司的即时 盘口";
	String h27_2 = "威廉希尔的即时 平赔";
	
	String h28_1 = "客队客场胜场";
	String h28_2 = "客胜赔率降低";
	String h28_3 = "即时平赔的公司＞3.25";
	String h28_4 = "即时盘为受平半盘,右边的水＞1.005";
	
	String h29_1 = "主队近10个主场胜平";
	String h29_2 = "1到20的公司胜赔平均值>2.00";
	String h29_3 = "1到20的公司平赔平均值<3.30";
	String h29_4 = "盘口数字≥平手/半球盘且左边的水≥1.020";
	String h29_5 = "胜即时赔率≤初始赔率";
	String h29_6 = "客队最近4场比赛负";
	String h29_7 = "主队最近4场比赛平胜";
	String h29_8 = "威廉希尔即时平赔";
	String h29_9 = "Ladbrokes即时平赔";
	String h29_10 = "两队赛前排名差";

	String h30_1 = "两队最近一次 交锋结果";
	String h30_2 = "主队 最近连胜";
	String h30_3 = "客队 最近一场比赛";
	String h30_4 = "即时盘口为一球,左边 水位>1.005";
	
	String h31_1 = "客队客场胜";
	String h31_2 = "主胜赔率升高";
	String h31_3 = "即时盘为平半盘,右边的水＞1.005";

	String h32_1 = "两队交锋近三场平负";
	String h32_2 = "主队最近三场平负";
	String h32_3 = "客队最近三场胜平";
	String h32_4 = "即时盘为半球,左边水＞1.005";
	String h32_5 = "主胜赔率 升高";
	String h32_6 = "即时平和负的赔率 相同";
	
	String h33_1 = "立博/威廉希尔公司即时平赔差";
	String h33_2 = "胜的赔率下降";
	String h33_3 = "即时盘减初始盘等于0.25，即时盘初始盘左水都小于1.000";
	String h33_4 = "即时盘左水大于1.005";
	String h33_5 = "主队最近一场 比赛";
	String h33_6 = "客队最近一场 比赛 ";
	
	String h34_1 = "亚盘对比即时盘为球半且左边水≥1.000";
	String h34_2 = "大小页面大球≥1.000";

	String h35_1 = "双方交战中近4次比赛全胜";
	String h35_2 = "主队主场近5场比赛都为胜平";
	String h35_3 = "初盘＜即时盘,同时初盘和即时盘左边水都≥1.000";
	String h35_4 = "胜的即时赔率比初始赔率高且平负赔都下降";

	String h36_1 = "主队 最近一场";
	String h36_2 = "客队 最近一场";
	String h36_3 = "两队最近 一次交锋";
	String h36_4 = "胜的赔率 下降";
	String h36_5 = "即时盘左边水大于1.005";
	
	String h37_1 = "即时盘为受半球且右边水≥1.000";
	String h37_2 = "平胜赔率相同";
	String h37_3 = "主队近5场比赛为胜";
	String h37_4 = "客队近5场比赛为负";

	String h38_1 = "胜的SP";
	String h38_2 = "胜赔上升平负赔下降且相同";
	String h38_3 = "即时左水大于1.005";
	
	String h39_1 = "客队最近两场全胜";
	String h39_2 = "最近两个客场全胜";
	String h39_3 = "负的赔率变小";
	String h39_4 = "初盘为受平半,即时盘为受半球";
	String h39_5 = "即时盘右边的水＞1.000";

	String h40_1 = "主队最近三场全胜";
	String h40_2 = "客队最近一场结果";
	String h40_3 = "胜的赔率变小";
	String h40_4 = "初盘为平半,即时盘为半球";
	String h40_5 = "即时盘左边的水＞1.000";

	String h41_1 = "平均胜赔>2.00";
	String h41_2 = "平均负赔>2.00";
	String h41_3 = "平赔>3.50";

	String h42_1 = "平均胜赔率>1.70";
	String h42_2 = "平均负赔率>2.00";
	String h42_3 = "平赔>=3.80";
	
	String h43_1 = "主队最近两场平负";
	String h43_2 = "客队最近两场平负";
	String h43_3 = "欧赔1到20胜赔下降";
	String h43_4 = "威廉希尔即时平赔 ";
	String h43_5 = "亚盘1到10即时盘口为平半盘";
	String h43_6 = "亚盘1到10左水大于1.005";

	String h44_1 = "SNAI公司赔率";

	String h45_1 = "威廉希尔公司赔率";

	String h46_1 = "Oddset公司赔率";

	String h47_1 = "主队最近两场比赛平负";
	String h47_2 = "客队最后一场";
	String h47_3 = "两队交锋主队连败";
	String h47_4 = "即时盘的盘口为一球或一球/球半";
	String h47_5 = "胜赔变小 ";
	
	String h48_1 = "胜赔率变小,平负赔率变大";
	String h48_2 = "即时盘口＜初始盘口,即时盘和初始盘左水都≥1.000";
	String h48_3 = "客队近3场比赛为平负";
	String h48_4 = "主队近3场比赛为胜";
	String h48_5 = "客队最近一场比赛     ";
	String h48_6 = "主队最近一场比赛     ";
	
	String h50_1 = "主队最近两场胜";
	String h50_2 = "即时盘口减去初始盘口≥0.25,即时初始左水都＞1.005";
	String h50_3 = "胜的赔率升高";
	
	String h51_1 = "亚盘即时盘口≤-1.5";
	String h51_2 = "大小球数值≤2.5";
	String h51_3 = "主队近四场为大";

	String h52_1 = "主队最近三场比赛平负";
	String h52_2 = "初盘为半球盘,左边的水＞1.005,即时盘为平半盘,左边的水＞1.005";
	String h52_3 = "即时盘为平手盘,左边的水＜0.80";
	
	String h53_1 = "胜赔小于初始胜赔";
	String h53_2 = "即时盘小于初始盘,即时盘和初始盘左水都大于1.005";
	String h53_3 = "交战最近一次结果";
	String h53_4 = "主队最近一场结果  ";
	String h53_5 = "客队最近一场结果  ";

	String h54_1 = "主队最近连胜";
	String h54_2 = "客队最近连胜";
	String h54_3 = "两队交锋主队连胜";
	String h54_4 = "胜赔 下降";
	String h54_5 = " 即时盘口左边水大于1.005 ";
	String h54_6 = "初始盘口减去即时盘口大于等于0.25";
	
	String h55_1 = "主队最近连胜 ";
	String h55_2 = "客队最近一场";
	String h55_3 = "两队最近一次 交锋";
	String h55_4 = "胜赔下降";
	String h55_5 = "即时盘口左边水大于1.005";
	String h55_6 = "胜的SP ";
	
	String h56_1 = "主队最近一场";
	String h56_2 = "客队最近一场 ";
	String h56_3 = "主队赛前排名";
	String h56_4 = "胜赔下降 ";
	String h56_5 = "即时盘口左边水大于1.005 ";
	String h56_6 = "初始盘口减去即时盘口大于等于0.25 ";
	
	String h57_1 = "主队的赛前排名倒数";
	String h57_2 = "初盘为平半盘,左边的水＜0.90,即时盘为半一盘,左边的水＞1.005";
	
	String h58_1 = "交锋>2次且都为平胜";
	String h58_2 = "主胜变小";
	String h58_3 = "平赔≥3.5";
	String h58_4 = "初盘为平手/半球，即时盘为半球";
	String h58_5 = "客队最近4场负场";
	String h58_6 = "客队最近1场结果";
	String h58_7 = "主队最近1场结果 ";

	String h59_1 = "胜负赔上升平赔下降";
	String h59_2 = "胜赔上升平负赔下降";
	String h59_3 = "即时盘口右边的水＞1.005 ";
	String h59_4 = "负的SP";
	String h59_5 = "即时平负赔相同";
	
	String h60_1 = "平赔升高胜负赔下降";
	String h60_2 = "即时平负赔相同 ";
	String h60_3 = "即时盘左边水大于1.005 ";
	
	String h61_1 = "客队近期4场连胜";
	String h61_2 = "即时盘为受半球盘,右边的水＞1.005";
	String h61_3 = "负赔变小";
	String h61_4 = "即时胜赔≤平赔";

	String h62_1 = "客队最近三场比赛平胜";
	String h62_2 = "主队赛前排名倒数 ";
	String h62_3 = "初盘为半球盘,左边的水＞1.005,即时盘为半一盘,左边的水＞1.005";
	
	String h63_1 = "两队交锋史中平局";
	String h63_2 = "威廉希尔的平赔率降低＞0.3";
	String h63_3 = "2.90＜威廉希尔平赔＜3.60";
	String h63_4 = "威廉希尔负赔＞1.80";

	String h64_1 = "亚盘即时盘－初始盘＜-0.5";
	String h64_2 = "大小对比即时盘－初盘＞0.5";

	String h65_1 = "主队当前排名倒数 ";
	String h65_2 = "即时盘口为半球盘";
	String h65_3 = "平和负的即时赔率相同";
	
	String h67_1 = " 主队当前排名倒数";
	String h67_2 = " 即时盘口为半球盘";
	String h67_3 = " 平和负的即时赔率相同";
	
	String h68_1 = "主队近4个主场胜";
	String h68_2 = "客队近4个客场负";
	String h68_3 = "初盘为一球，左边水＜0.80";
	String h68_4 = "初盘为一球/球半，左边水＞1.005";
	String h68_5 = "两队最近一次交锋  ";

	String h70_1 = "平和负的赔率相同并且相同项都＞3.29";
	String h70_2 = "客队最近3场比赛为胜";
	String h70_3 = "客队近4个客场胜";
	String h70_4 = "客队最近一个客场";
	String h70_5 = "主队最近3场比赛为负";
	String h70_6 = "主队近4个主场负";
	String h70_7 = "主队最近一个主场";
	String h70_8 = "主队最近一场比赛  ";
	String h70_9 = "客队最近一场比赛 ";

	String h71_1 = "1-10胜的平均赔率＞2.00";
	String h71_2 = "1-10负的平均赔率在1.60到2.10之间";
	String h71_3 = "1-10平的赔率＞3.50";
	String h71_4 = "威廉希尔平赔在3.49和3.81之间";
	String h71_5 = "交锋超过2次且都为平负";
	String h71_6 = "即时盘右边水＞1.005   ";
	String h71_7 = "客队最近一场比赛    ";
	String h71_8 = "负的赔率变小,同时平的赔率变大";

	String h72_1 = "交锋史>2次且都为小";
	String h72_2 = "大小指数即时盘≤2.5,小球的水＞1.005";

	String h73_1 = "主队最近连续小";
	String h73_2 = "客队最近连续小";
	String h73_3 = "主队最近一场为小";
	String h73_4 = "客队最近一场为小";
	String h73_5 = "初始小数值＞1.00";

	String h76_1 = "负赔率平均值在1.75-2.00";
	String h76_2 = "返还率值在92％到94％的公司胜赔最大最小值差距＞0.6";
	String h76_3 = "客队近三个客场负";
	String h76_4 = "主队近一个主场战绩 ";
	String h76_5 = "主队近一场战绩 ";
	String h76_6 = "客队最近五个客场负平";

	String h77_1 = "威廉希尔的即时平赔";
	String h77_2 = "澳门的即时盘口 ";

	String h78_1 = "主客赛前排名差";
	String h78_2 = "皇冠的即时盘口";

	String h79_1 = " 澳门的即时盘口 ";
	String h79_2 = "威廉希尔的即时平赔 ";

	String h80_1 = "客队赛前排名倒数 ";
	String h80_2 = "即时盘口是一球，并且左边的水＞1.005";

	String h81_1 = "主队最近两场平负 ";
	String h81_2 = "客队最近两场胜";
	String h81_3 = "澳门即时盘口";
	String h81_4 = "澳门即时左水";
	
	String h82_1 = "客队连胜场次";
	String h82_2 = "初盘为平半盘,即时盘为半球并且左边水＞1.005";
	String h82_3 = "即时平赔≥3.5";
	
	String h83_1 = "交锋超过两次且都为平负";
	String h83_2 = "初盘为平半盘,即时盘为半球并且左边水＞1.005 ";
	String h83_3 = "即时负的赔率≥3.30 ";
	
	String h85_1 = "主队近3场比赛负";
	String h85_2 = "客队近3场比赛胜";
	String h85_3 = "降胜赔率,抬高平负赔率";
	String h85_4 = "初盘-即时盘≥0.25";
	String h85_5 = "即时盘左边的水＞1.005 ";
	
	String h86_1 = "Interwetten即时盘口 ";
	String h86_2 = "Interwetten即时右水";
	String h86_3 = "Interwetten即时平赔 ";
	String h86_4 = "威廉希尔即时平赔变化";
	String h86_5 = "立博即时平赔";

	String h87_1 = "即时盘＜2.75且即时大数＞1.40";
	String h87_2 = "主队近4场比赛为大";
	String h87_3 = "主队近4场0：0次数";
	String h87_4 = "客队近4场比赛为大";
	String h87_5 = "客队近4场0：0次数";
	String h87_6 = "交锋历史全为大";
	
	String h88_1 = "即时盘为0.5";
	
	String h89_1 = " 1-10负的平均赔率＞2.00";
	String h89_2 = " 1-10胜的平均赔率在1.60到2.10之间";
	String h89_3 = " 1-10平的赔率＞3.50";
	String h89_4 = " 威廉希尔平赔在3.49和3.81之间";
	String h89_5 = "交锋超过两次，且都为平胜";
	String h89_6 = "即时盘左边水＞1.005   ";
	String h89_7 = "主队最近一场比赛      ";
	String h89_8 = "胜的赔率变小,同时平的赔率变大";
	
	String h90_1 = " 主队 最近 连胜";
	String h90_2 = " 客队 最近 连败";
	String h90_3 = "即时盘口为-0.5且右水大于1.005";
	
	String h91_1 = "主队最近1场战绩";
	String h91_2 = "客队最近1场战绩";
	String h91_3 = "1-10胜的平均赔率  ";
	String h91_4 = "1-10负的平均赔率  ";
	String h91_5 = "平赔>3.50 ";
	String h91_6 = "初盘为受平半，即时盘为受半球盘";
	
	String h92_1 = "主队最近 连败";
	String h92_2 = "客队最近 连胜";
	String h92_3 = "即时盘口小于-0.25";
	
	String h93_1 = " 主队 最近连败";
	String h93_2 = " 客队 最近连胜";
	String h93_3 = "即时盘口为-0.25且右水大于1.005";
	
	String h94_1 = "主队 最近 连胜";
	String h94_2 = "客队 最近 连败";
	String h94_3 = "即时盘口为0.5或0.75且右水大于1.005";

	String h96_1 = "主队最近四场 平负";
	String h96_2 = "客队最近四场 平胜";
	String h96_3 = "客队最近四场 胜";
	String h96_4 = "即时盘口为-0.25或0且右水大于1.005";
	
	String h97_1 = " 即时盘口＜初始盘口且即时盘和初始盘左边水都≥1.005 ";
	String h97_2 = " 客队最近四场平负 ";
	String h97_3 = " 客队最近四场负 ";
	String h97_4 = " 主队最近四场胜 ";
	
	String h98_1 = " 胜平赔率相同 ";
	String h98_2 = " 相同项都＜3.26 ";
	String h98_3 = " 左边的水≥1.005 ";
	String h98_4 = " 主队最近四场平负 ";
	String h98_5 = " 主队最近四场负 ";
	String h98_6 = " 客队最近四场胜 ";

	String h99_1 = "威廉希尔、立博即时平赔差";
	String h99_2 = "左边水大于1.005";
	
	String h100_1 = "Interwetten即时盘";
	String h100_2 = "Interwetten 即时右水";
	String h100_3 = "Interwetten 即时平赔";
	String h100_4 = "威廉希尔与立博平赔差";
	String h100_5 = "即时左边水大于1.005";
	
	String h101_1 = " 主队最近两场平负  ";
	String h101_2 = " 客队最近两场胜  ";
	String h101_3 = " 初盘为平半，即时盘为半球  ";
	String h101_4 = " 即时盘左边水＞1.005 ";
	String h101_5 = " 即时平赔率＞3.50 ";

	String h102_1 = "主队的排名";
	String h102_2 = "客队的排名";
	String h102_3 = "主队最近一场 ";
	String h102_4 = "Bet365的即时盘口";
	String h102_5 = "胜赔变大";

	String h103_1 = "Bet365 即时盘";
	String h103_2 = "即时左水或右水大于1.005";
	
	String h104_1 = "主队最近两场不胜";
	String h104_2 = " 客队最近两场 胜";
	String h104_3 = "澳门即时盘";
	String h104_4 = "澳门 即时左水";
	String h104_5 = "主队最近3个主场不败";
	String h104_6 = "主队最近3个主场胜";
	String h104_7 = "即时盘口右水小于0.80";

	String h105_1 = "客队 最近连胜";
	String h105_2 = "主队 最近连败";
	String h105_3 = "即时盘为受半球且右水大于1.005";
	
	String h112_1 = " 客队近6场平负 ";
	String h112_2 = " 客队近6场负   ";
	String h112_3 = " 主队近3场平负 ";
	String h112_4 = " 胜赔升高,负赔下降 ";
	String h112_5 = " 1-10即时平均胜赔＞1.80 ";
	String h112_6 = " 即时平赔≥3.40 ";
	
	String h114_1 = " 主队最近连胜  ";
	String h114_2 = " 客队最近连负  ";
	String h114_3 = " 两队交锋中主队胜 ";
	String h114_4 = " 即时盘为一球盘,且左边的水＞1.005 ";
	String h114_5 = " 胜赔下降 ";
	
	String h115_1 = "即时盘＞初盘,即时盘右水＜初盘右水";
	String h115_2 = "即时盘口右边的水＞1.005";
	String h115_3 = "  客队最近一场比赛  ";
	String h115_4 = "  负的赔率变小  ";
	
	String h117_1 = " 交锋中主队胜  ";
	String h117_2 = " 主队近5个主场胜 ";
	String h117_3 = " 抬高胜赔,降低平和负赔率 ";
	String h117_4 = " 即时平赔≥3.60 ";
	String h117_5 = " 即时盘＞初盘,即时盘和初盘左水都＞1.005 ";
	String h117_6 = " 主队最近一场比赛 ";
	String h117_7 = " 两队最近一次交锋 ";
	
	String h118_1 = " 胜的SP值  ";
	String h118_2 = " 即时盘右水＞1.005 ";
	String h118_3 = " 即时赔率中平胜赔率相同 ";
	
	String h124_1 = " 负的SP值   ";
	String h124_2 = " 即时盘口左边的水＞1.005";
	String h124_3 = " 即时赔率中平和负的赔率相同";
	
	String h126_1 = "  初盘为半一盘,即时盘≤一球   ";
	String h126_2 = " 即时负的赔率≤5.0";
	String h126_3 = " 即时平的赔率的平均值";
	String h126_4 = "主队最近一场比赛结果";
	
	String h127_1 = " 胜的SP值   ";
	String h127_2 = " 初盘为平半盘,即时盘为半球盘并且左边水＞1.005";
	String h127_3 = " 1-10负即时赔率平均值";
	
	String h128_1 = "初盘为半一盘，即时盘为一球盘";
	String h128_2 = "即时负的赔率≤5.0";
	String h128_3 = "客队最近一场比赛  ";
	String h128_4 = "主队最近一场比赛 ";
	String h128_5 = "两队最近一次交锋";
	
	String h130_1 = " 主队近6个主场胜平";
	String h130_2 = " 两队最近一场交锋";
	String h130_3 = " 即时盘为平半盘,左边水＞1.005";
	String h130_4 = " 即时平的赔率＞3.40 ";
	
	String h133_1 = " 主队最近6场比赛胜";
	String h133_2 = " 客队最近6场比赛胜";
	String h133_3 = " 两队最近3次交锋平负";
	String h133_4 = " 威廉即时胜的赔率";
	String h133_5 = " 威廉即时平的赔率 ";
	String h133_6 = " 立博即时胜的赔率";
	String h133_7 = " 立博即时平的赔率 ";
	
	String h137_1 = " 主队最近5场平负";
	String h137_2 = " 客队最近5场平负";
	String h137_3 = " 初盘平和负的赔率相同,且都≥3.30";
	String h137_4 = " 即时盘为半球，并且左边水＞1.005";
	
	String h138_1 = "主队最近5场平负";
	String h138_2 = "客队最近5场平胜";
	String h138_3 = "客队最近5场胜";
	String h138_4 = " 即时盘胜和平的赔率相同,且都≥3.40";
	String h138_5 = " 即时盘左边水＞1.005";
	
	String h139_1 = " 客队最近连胜   ";
	String h139_2 = " 负的赔率下降   ";
	String h139_3 = "主队最近三场比赛平负";
	String h139_4 = " 即时盘右边水＞1.005  ";
	String h139_5 = " 初始盘右边水＜0.90";
	
	String h141_1 = " 两队最近一次交锋   ";
	String h141_2 = " 客队最近一次比赛   ";
	String h141_3 = " 初盘负的赔率＞胜的赔率";
	String h141_4 = " 终盘胜的赔率＞负的赔率";
	String h141_5 = " 初盘左边水＞1.005";
	String h141_6 = " 终盘左边水＞1.005";
	String h141_7 = " 终盘为受平半盘,且右边水＞1.005";
	String h141_8 = " 即时平的赔率≥3.40";
	
	String h142_1 = "  胜的SP值   ";
	String h142_2 = " 初盘为平半盘,即时盘为半球盘并且左边水＞1.005   ";
	String h142_3 = " 客队最近一场比赛   ";
	String h142_4 = " 主队最近一场比赛";
	
	String h144_1 = "  负的SP值    ";
	String h144_2 = "初盘为受平半盘,即时盘为受半球盘并且右边水＞1.005";
	String h144_3 = " 胜的即时赔率的平均值";
	
	String h145_1 = " 主队最近3个主场连胜   ";
	String h145_2 = " 两队最近一次交锋    ";
	String h145_3 = " 客队最近一场比赛 ";
	String h145_4 = " 胜的赔率变大";
	String h145_5 = " 负的即时赔率－初始赔率≥1.00";
	String h145_6 = "  即时盘左边水＞1.005 ";
	
	String h147_1 = " 即时盘口左边水＞1.005   ";
	String h147_2 = "即时赔率中胜的赔率=负的赔率";
	String h147_3 = " 初赔负的赔率＜胜的赔率,即时负的赔率＞胜的赔率";
	String h147_4 = "即时平的赔率＜3.30";
	
	String h149_1 = " 胜的赔率下降  ";
	String h149_2 = " 初始盘为平半盘，即时盘为半球盘并且左边水＞1.005 ";
	String h149_3 = "即时平的赔率＜3.30 ";
	
	String h150_1 = " 最近两次交锋连胜  ";
	String h150_2 = " 主队最近连胜   ";
	String h150_3 = "胜的赔率变大 ";
	String h150_4 = "即时平的赔率＜3.30  ";
	String h150_5 = " 即时盘为半球盘并且左边水＞1.005";
	
	String h151_1 = " 即时盘大球或者小球＞3.00 ";
	
	String h153_1 = " 客队近10个客场胜  ";
	String h153_2 = " 负的初始赔率＜平的初始赔率  ";
	String h153_3 = " 负的即时赔率＞平的即时赔率 ";
	String h153_4 = " 平的即时赔率≥3.40  ";
	String h153_5 = " 即时盘左边的水＜1.005";
	
	String h154_1 = " 即时盘左边水＞1.005    ";
	String h154_2 = " 即时盘＞初盘，即时大球＜初始大球  ";
	
	String h156_1 = "两队最近3次交锋胜或平";
	String h156_2 = "两队最近3次交锋胜";
	String h156_3 = "主队最近6场胜或平";
	String h156_4 = "主队最近6场胜";
	String h156_5 = "胜的赔率下降 ";
	String h156_6 = " 即时胜的平均赔率 ";
	String h156_7 = "即时平的赔率＞3.70";
	String h156_8 = "即时盘的左边水＞1.005";
	
	String h159_1 = "主队最近10场平或负";
	String h159_2 = "客队最近一场比赛";
	String h159_3 = "即时盘＞初盘且即时盘右边的水＜初盘右边的水";
	String h159_4 = "客队最近5场比赛胜";
	String h159_5 = "  两队最近一次交锋    ";
	
	String h160_1 = "客队最近10个主场比赛胜或平";
	String h160_2 = "  主队最近一场比赛   ";
	String h160_3 = "两队最近一次交锋    ";
	String h160_4 = "即时负和平的赔率相同且都＞3.20 ";
	
	String h163_1 = "客队最近10个客场比赛平或负 ";
	String h163_2 = "即时负的赔率＜即时平的赔率 ";
	String h163_3 = "  胜的赔率变小";
	String h163_4 = "即时胜的平均赔率   ";
	String h163_5 = "即时平的赔率＞3.50";
	
	String h167_1 = "两队交锋最近2场负";
	String h167_2 = "主队最近2场比赛负";
	String h167_3 = "客队最近2场比赛平负";
	String h167_4 = "主队近10个主场比赛胜平";
	String h167_5 = " 负的赔率变小 ";
	String h167_6 = "即时平的赔率≤3.20";
	String h167_7 = "即时盘右边的水＞1.005";
	
	String h169_1 = "初盘为半一盘,即时盘为一球盘";
	String h169_2 = "即时负的赔率≤5.0 ";
	String h169_3 = "即时平的赔率的平均值 ";
	String h169_4 = " 主队最近一场比赛   ";
	
	String h179_1 = "主队最近两个主场胜";
	String h179_2 = "客队最近两个客场负";
	String h179_3 = "两队最近两次交锋胜平";
	String h179_4 = "初盘为半球盘且左边水＞1.005";
	String h179_5 = "终盘为平半球盘且左边水＞1.005";
	String h179_6 = "即时平的赔率 ≥3.40";
	String h179_7 = "即时平和负的赔率相同";

	String h185_1 = "两队交锋主队最近连胜";
	String h185_2 = "主队最近3场比赛平胜";
	String h185_3 = "主队最近3场比赛胜 ";
	String h185_4 = "客队最近3场比赛平负";
	String h185_5 = "初盘为平半盘或平手盘，左边的水＞1.005";
	String h185_6 = "即时盘为平半盘或平手盘，左边的水＞1.005";
	
	String h188_1 = "两队交锋主队最近连负";
	String h188_2 = "威廉的胜赔下降百分比";
	String h188_3 = "威廉的负赔上升百分比";
	String h188_4 = "威廉的平赔上升百分比";
	String h188_5 = "初盘右边水＜0.95";
	String h188_6 = "即时盘右边水＜0.95";
	
	String h189_1 = "大小盘初盘为3.5,即时盘为3.0,左边的水＞1.05";
	String h189_2 = "亚盘左边水＞1.005";
	
	String[] Head = {h1,h2,h3,h4,h5,h6,h7,h8,h9,
			h1_1,h1_2,h1_3,
			h2_1,h2_2,h2_3,h2_4,h2_5,h2_6,h2_7,
			h3_1,h3_2,h3_3,
			h4_1,h4_2,h4_3,h4_4,h4_5,h4_6,h4_7,
			h5_1,h5_2,h5_3,h5_4,h5_5,h5_6,
			h6_1,h6_2,h6_3,h6_4,
			h7_1,h7_2,
			h8_1,h8_2,h8_3,h8_4,h8_5,
			h9_1,h9_2,h9_3,h9_4,
			h10_1,h10_2,h10_3,h10_4,h10_5,h10_6,
			h11_1,h11_2,h11_3,h11_4,
			h12_1,
			h13_1,h13_2,h13_3,
			h14_1,h14_2,h14_3,h14_4,
			h15_1,h15_2,
			h16_1,h16_2,h16_3,h16_4,
			h17_1,h17_2,h17_3,h17_4,h17_5,
			h18_1,h18_2,h18_3,h18_4,
			h19_1,h19_2,h19_3,h19_4,
			h20_1,h20_2,h20_3,
			h21_1,h21_2,h21_3,h21_4,h21_5,h21_6,h21_7,
			h22_1,h22_2,h22_3,h22_4,h22_5,
			h23_1,h23_2,h23_3,h23_4,h23_5,h23_6,h23_7,
			h24_1,h24_2,h24_3,h24_4,
			h25_1,h25_2,
			h26_1,h26_2,
			h27_1,h27_2,
			h28_1,h28_2,h28_3,h28_4,
			h29_1,h29_2,h29_3,h29_4,h29_5,h29_6,h29_7,h29_8,h29_9,h29_10,
			h30_1,h30_2,h30_3,h30_4,
			h31_1,h31_2,h31_3,
			h32_1,h32_2,h32_3,h32_4,h32_5,h32_6,
			h33_1,h33_2,h33_3,h33_4,h33_5,h33_6,
			h34_1,h34_2,
			h35_1,h35_2,h35_3,h35_4,
			h36_1,h36_2,h36_3,h36_4,h36_5,
			h37_1,h37_2,h37_3,h37_4,
			h38_1,h38_2,h38_3,
			h39_1,h39_2,h39_3,h39_4,h39_5,
			h40_1,h40_2,h40_3,h40_4,h40_5,
			h41_1,h41_2,h41_3,
			h42_1,h42_2,h42_3,
			h43_1,h43_2,h43_3,h43_4,h43_5,h43_6,
			h44_1,h45_1,h46_1,
			h47_1,h47_2,h47_3,h47_4,h47_5,
			h48_1,h48_2,h48_3,h48_4,h48_5,h48_6,
			h50_1,h50_2,h50_3,
			h51_1,h51_2,h51_3,
			h52_1,h52_2,h52_3,
			h53_1,h53_2,h53_3,h53_4,h53_5,
			h54_1,h54_2,h54_3,h54_4,h54_5,h54_6,
			h55_1,h55_2,h55_3,h55_4,h55_5,h55_6,
			h56_1,h56_2,h56_3,h56_4,h56_5,h56_6,
			h57_1,h57_2,
			h58_1,h58_2,h58_3,h58_4,h58_5,h58_6,h58_7,
			h59_1,h59_2,h59_3,h59_4,h59_5,
			h60_1,h60_2,h60_3,
			h61_1,h61_2,h61_3,h61_4,
			h62_1,h62_2,h62_3,
			h63_1,h63_2,h63_3,h63_4,
			h64_1,h64_2,
			h65_1,h65_2,h65_3,
			h67_1,h67_2,h67_3,
			h68_1,h68_2,h68_3,h68_4,h68_5,
			h70_1,h70_2,h70_3,h70_4,h70_5,h70_6,h70_7,h70_8,h70_9,
			h71_1,h71_2,h71_3,h71_4,h71_5,h71_6,h71_7,h71_8,
			h72_1,h72_2,
			h73_1,h73_2,h73_3,h73_4,h73_5,
			h76_1,h76_2,h76_3,h76_4,h76_5,h76_6,
			h77_1,h77_2,
			h78_1,h78_2,
			h79_1,h79_2,
			h80_1,h80_2,
			h81_1,h81_2,h81_3,h81_4,
			h82_1,h82_2,h82_3,
			h83_1,h83_2,h83_3,
			h85_1,h85_2,h85_3,h85_4,h85_5,
			h86_1,h86_2,h86_3,h86_4,h86_5,
			h87_1,h87_2,h87_3,h87_4,h87_5,h87_6,
			h88_1,
			h89_1,h89_2,h89_3,h89_4,h89_5,h89_6,h89_7,h89_8,
			h90_1,h90_2,h90_3,
			h91_1,h91_2,h91_3,h91_4,h91_5,h91_6,
			h92_1,h92_2,h92_3,
			h93_1,h93_2,h93_3,
			h94_1,h94_2,h94_3,
			h96_1,h96_2,h96_3,h96_4,
			h97_1,h97_2,h97_3,h97_4,
			h98_1,h98_2,h98_3,h98_4,h98_5,h98_6,
			h99_1,h99_2,
			h100_1,h100_2,h100_3,h100_4,h100_5,
			h101_1,h101_2,h101_3,h101_4,h101_5,
			h102_1,h102_2,h102_3,h102_4,h102_5,
			h103_1,h103_2,
			h104_1,h104_2,h104_3,h104_4,h104_5,h104_6,h104_7,
			h105_1,h105_2,h105_3,
			h112_1,h112_2,h112_3,h112_4,h112_5,h112_6,
			h114_1,h114_2,h114_3,h114_4,h114_5,
			h115_1,h115_2,h115_3,h115_4,
			h117_1,h117_2,h117_3,h117_4,h117_5,h117_6,h117_7,
			h118_1,h118_2,h118_3,
			h124_1,h124_2,h124_3,
			h126_1,h126_2,h126_3,h126_4,
			h127_1,h127_2,h127_3,
			h128_1,h128_2,h128_3,h128_4,h128_5,
			h130_1,h130_2,h130_3,h130_4,
			h133_1,h133_2,h133_3,h133_4,h133_5,h133_6,h133_7,
			h137_1,h137_2,h137_3,h137_4,
			h138_1,h138_2,h138_3,h138_4,h138_5,
			h139_1,h139_2,h139_3,h139_4,h139_5,
			h141_1,h141_2,h141_3,h141_4,h141_5,h141_6,h141_7,h141_8,
			h142_1,h142_2,h142_3,h142_4,
			h144_1,h144_2,h144_3,
			h145_1,h145_2,h145_3,h145_4,h145_5,h145_6,
			h147_1,h147_2,h147_3,h147_4,
			h149_1,h149_2,h149_3,
			h150_1,h150_2,h150_3,h150_4,h150_5,
			h151_1,
			h153_1,h153_2,h153_3,h153_4,h153_5,
			h154_1,h154_2,
			h156_1,h156_2,h156_3,h156_4,h156_5,h156_6,h156_7,h156_8,
			h159_1,h159_2,h159_3,h159_4,h159_5,
			h160_1,h160_2,h160_3,h160_4,
			h163_1,h163_2,h163_3,h163_4,h163_5,
			h167_1,h167_2,h167_3,h167_4,h167_5,h167_6,h167_7,
			h169_1,h169_2,h169_3,h169_4,
			h179_1,h179_2,h179_3,h179_4,h179_5,h179_6,h179_7,
			h185_1,h185_2,h185_3,h185_4,h185_5,h185_6,
			h188_1,h188_2,h188_3,h188_4,h188_5,h188_6,
			h189_1,h189_2};
}
